Repository: semplice/linstaller
Catalog: lang/linstaller/*.po
Languages: it

source: You have to pass at least an action!
it: È necessario specificare almeno un'azione!

source: SYNTAX: %s <options> [ACTION] <:seed:option:value>
it: SINTASSI: %s <opzioni> [AZIONE] <:seed:opzione:valore>

source: Recognized options:
it: Opzioni riconosciute:

source: -c|--config - Selects the configuration file to read
it: -c|--config - Seleziona il file di configurazione da leggere

source: -p|--configpath - Selects the directory to look for configuration files
it: -p|--configpath - Seleziona la cartella dove prendere i file di configurazione

source: -t|--target - Selects the target directory (def: /linstaller/target)
it: -t|--target - Seleziona la cartella target (def: /linstaller/target)

source: -f|--frontend - Selects the frontend to use (def: cli)
it: -f|--frontend - Seleziona il frontend da usare (def: cli)

source: -m|--modules - Overrides the modules to be executed
it: -m|--modules - Cambia i moduli da eseguire

source: -s|--services - Overrides the services to be executed
it: -s|--services - Cambia i servizi da eseguire

source: -r|--remove - Removes the specified modules from the modules list
it: -r|--remove - Rimuove i moduli specificati dalla lista dei moduli da eseguire

source: Recognized actions:
it: Azioni riconosciute:

source: help - Displays this help message, then exits.
it: help - Visualizza il messaggio d'aiuto, quindi esce.

source: start - Starts the installer.
it: start - Avvia il programma di installazione.

source: Preseeding:
it: Preseed:

source: linstaller supports preseeding. Seeds can be specified into the configuration file of the distribution, or with the notation below: :module:option:value Examples: :userhost:root:True - Enables root :language:ask:True - Asks for language :partdisks:swap_noformat:True - Does not format swap partition
it: linstaller supporta i preseed. I seed possono essere specificati nel file di configurazione della distribuzione, o con la notazione seguente: :modulo:opzione:valore Esempi: :userhost:root:True - Abilita root :language:ask:True - Chiede la lingua :partdisks:swap_noformat:True - Non formatta la partizione di swap

source: %s does not exist! Adjust --config accordingly.
it: %s non esiste! Regolare --config di conseguenza.

source: Start installer
it: Avvia il programma di installazione

source: Start USB persistent installer
it: Avvia il programma di installazione per chiavette USB persistenti

source: You must insert something!
it: È necessario inserire qualcosa!

source: [Y/n]
it: [S/n]

source: [y/N]
it: [s/N]

source: [y/n]
it: [s/n]

source: y
it: s

source: yes
it: sì

source: Unknown value %s. Please re-try.
it: Valore %s sconosciuto. Riprovare.

source: Please insert your action here
it: Inserire l'azione qui

source: Do not set a mountpoint.
it: Non selezionare un mountpoint.

source: Home Partition (/home)
it: Partizione Home (/home)

source: Global applications (/usr)
it: Applicazioni globali (/usr)

source: Boot partition (/boot)
it: Partizione di boot (/boot)

source: EFI boot partition (/boot/efi)
it: Partizione boot EFI (/boot/efi)

source: Configuring features...
it: Configurando le funzionalità....

source: This may take a while.
it: L'operazione potrebbe richiedere del tempo.

source: Configuring features:
it: Configurando le funzionalità:

source: Feature selection
it: Selezione delle funzionalità

source: You can further customize those after the installation.
it: È possibile personalizzare le funzionalità dopo l'installazione.

source: You can continue!
it: È possibile continuare!

source: Press forward to continue.
it: Premere "Avanti" per continuare.

source: Copying squashfs image...
it: Copia in corso dell'immagine squashfs...

source: Copying syslinux directory...
it: Copia in corso della cartella di syslinux...

source: Copying system to disk...
it: Copia in corso del sistema nel disco...

source: Copying system to disk:
it: Copia del sistema nel disco:

source: Installing bootloader...
it: Installazione del bootloader...

source: Installing bootloader:
it: Installazione del bootloader:

source: Creating persistent filesystem...
it: Creazione del filesystem persistente...

source: Formatting filesystem...
it: Formattazione del filesystem...

source: Configuring filesystem...
it: Configurazione del filesystem...

source: Creating persistent filesystem:
it: Creazione del filesystem di persistenza:

source: Persistence partition
it: Partizione di persistenza

source: Select the size of the persistence partition
it: Selezionare le grandezza della partizione persistente

source: You need to specify the size of the persistence partition.
it: È necessario specificare la grandezza della partizione di persistenza.

source: The persistence partition will be stored as a file into the USB key and will contain all changes done to the stock system.
it: La partizione di persistenza verrà salvata come un file nella chiavetta USB e conterrà tutti i cambiamenti fatti al sistema base.

source: Partition is a FAT partition, so there is a limit to a maximum of 4GiB per-file.
it: La partizione è FAT, quindi c'è un limte di massimo 4GiB per file.

source: Usable freespace: %s MiB
it: Spazio libero usabile: %s MiB

source: Partition uses a FAT partition, so there is a limit to a maximum of 4GiB per-file.
it: La partizione è FAT, quindi c'è un limte di massimo 4GiB per file.

source: You can insert the percentage of the partition (e.g: 50%) or the full size of the new partition, in megabytes.
it: È possibile inserire la percentuale della partizione (es: 50%) o la grandezza intera della nuova partizione, in megabyte.

source: Insert the value here
it: Inserire il valore

source: Wrong percentage specified!
it: È stata inserita una percentuale sbagliata!

source: Wrong value specified!
it: È stato inserito un valore sbagliato!

source: Not enough space!
it: Poco spazio disponibile!

source: Removing live-specific packages...
it: Rimozione dei pacchetti specifici del sistema live...

source: Removing live-specific packages:
it: Rimozione di pacchetti specifici del sistema live:

source: Already finished?
it: Già fatto?

source: It seems so.
it: Così pare.

source: Enjoy
it: Divertiti

source: Just finished the installation of %(distribution)s.
it: È stata appena completata l'installazione di %(distribution)s.

source: Please reboot and remove the install media to get the installed system.
it: Riavviare e rimuovere il disco d'installazione per entrare nel sistema installato.

source: Do you want to reboot now?
it: Riavviare adesso?

source: Setting timezone...
it: Configurazione del timezone...

source: Setting timezone:
it: Configurazione del timezone:

source: Timezone selection
it: Selezione del timezone

source: Select your timezone here.
it: Selezionare il proprio timezone qui.

source: Default timezone is:
it: Il timezone predefinito è:

source: Do you want to change it?
it: Lo si vuole cambiare?

source: Select the region where you live
it: Selezionare la propria regione

source: Specify
it: Specificare

source: Please insert your choice
it: Inserire la scelta

source: Wrong choice!
it: Scelta sbagliata!

source: Select city
it: Selezionare la città

source: Please specify the timezone
it: Specificare il timezone

source: Invalid zone!
it: Zona non corretta!

source: Invalid zone or city!
it: Zona o città non corretta!

source: Please specify the city
it: Specificare la città

source: Invalid city!
it: Città non corretta!

source: Searching for the best %s mirror...
it: Ricerca del miglior mirror di %s...

source: Mirrorselect crashed.
it: Mirrorselect si è chiuso inaspettatamente.

source: Please check sources.list(.d) later.
it: Controllare sources.list(.d).

source: Selecting the fastest mirrors...
it: Selezione dei mirror più veloci...

source: The installer is checking for the fastest mirror for your zone.
it: Il programma di installazione sta cercando i mirror più veloci per la vostra zona.

source: Selecting mirrors:
it: Selezione dei mirror:

source: Mirrorselect crashed. Please check sources.list(.d) later.
it: Mirrorselect si è chiuso inaspettatamente. Controllare sources.list(.d).

source: Mirror selection
it: Selezione dei mirror

source: Select the best mirror
it: Selezione del miglior mirror

source: %(distroname)s has many mirrors worldwide.
it: %(distroname)s ha diversi mirror in tutto il mondo.

source: You can let the installer to test all mirrors and to find the fastest for your zone.
it: È possibile far cercare all'installer il mirror più veloce nella propria zona.

source: This requires a working internet connection.
it: Ciò richiede una connessione ad internet funzionante.

source: Do you want to check for the fastest mirror?
it: Si vuole cercare il mirror più veloce?

source: Do you want to enable deb-src entries?
it: Si vogliono abilitare i campi deb-src?

source: Fetching bootloader packages...
it: Scaricamento dei pacchetti del bootloader...

source: Installing bootloader packages...
it: Installazione dei pacchetti del bootloader...

source: Generating bootloader configuration...
it: Generazione della configurazione del bootloader...

source: Please wait during the installer is installing the bootloader...
it: Si prega di attendere mentre il programma di installazione sta installando il bootloader...

source: Bootloader settings
it: Impostazioni del bootloader

source: The bootloader is that piece of software that lets you boot your %(distroname)s system.
it: Il bootloader è quel software che permette l'avvio del sistema %(distroname)s.

source: Without the bootloader, you can't boot %(distroname)s.
it: Senza il bootloader, non è possibile avviare %(distroname)s.

source: You can choose to install the bootloader into the Master Boot Record of your hard disk. This is recommended.
it: È possibile installare il bootloader nel 'Master Boot Record' del disco fisso. Ciò è raccomandato.

source: If you do not want to install the bootloader into the MBR, it will be installed on your root partition.
it: Se non si vuole installare il bootloader nell'MBR, verrà installato nella partizione root.

source: If the root partition is a LVM Logical Volume, you are strongly encouraged to install the bootloader into the MBR.
it: Se la partizione root è un volume logico LVM, si raccomanda di installare il bootloader nell'MBR.

source: Otherwise, the installer will automatically install the bootloader into the /boot partition, if supplied.
it: Altrimenti, il programma di installazione lo installerà automaticamente nella partizione /boot, se selezionata.

source: If the /boot partition is a LVM Logical Volume too, the bootloader installation will be skipped.
it: Se la partizione /boot è anch'essa un volume logico LVM, il bootloader non verrà installato.

source: You can force the device where to install the bootloader by using the :bootloader:forcedevice seed.
it: È possibile forzare il device dove installare il bootloader usando il seed :bootloader:forcedevice.

source: Which bootloader do you want to install? [press ENTER for 'grub']
it: Quale bootloader installare? [premere INVIO per 'grub']

source: Invalid bootloader specified. [press ENTER to continue]
it: Bootloader sconosciuto. [premere INVIO per continuare]

source: If you choose 'No', it will be installed on your root partition.
it: Se viene selezionato 'No', verrà installato nella partizione di root.

source: Do you want to install the bootloader into the MBR?
it: Installare il bootloader nell'MBR?

source: mountpoint %s exists and it isn't a directory. Please change the mountpoint path.
it: il mountpoint %s esiste e non è una cartella. Cambiare il percorso del mountpoint.

source: Installer updates
it: Aggiornamenti del programma di installazione

source: Update the installer
it: Aggiorna l'installer

source: %(distroname)s's installer improves every day.
it: Il programma di installazione di %(distroname)s si migliora ogni giorno.

source: It is good measure to have the latest version before installing the distribution.
it: È buona norma avere l'ultima versione prima di installare la distribuzione.

source: The installer should check for updates.
it: Il programma di installazione dovrebbe cercare gli aggiornamenti.

source: Updating APT cache...
it: Aggiornamento della cache di APT...

source: No updates found.
it: Nessun aggiornamento trovato.

source: Installer updated
it: L'installer è stato aggiornato

source: Everything went well
it: Tutto è andato perfettamente

source: The installer packages have been updated successfully.
it: I pacchetti del programma di installazione sono stati aggiornati correttamente.

source: Press ENTER to start the updated installer
it: Premere INVIO per avviare l'installer aggiornato

source: It seems you are already up-to-date. Yay!
it: Sembra che tutto sia aggiornato! Yay!

source: Upgrading packages...
it: Aggiornamento dei pacchetti...

source: Something went wrong while updating packages.
it: Qualcosa è andato storto mentre si stavano aggiornando i pacchetti.

source: A reboot is needed in order to start a safe linstaller version.
it: Un riavvio è necessario per permettere di avviare una versione di linstaller sicura.

source: Press forward to start the updated installer.
it: Premere avanti per avviare il programma di installazione aggiornato.

source: Ensure you have the installer up-to-date.
it: Assicurarsi di avere il programma di installazione aggiornato.

source: You can choose to check for installer updates before continuing the installation.
it: È possibile scegliere di controllare gli aggiornamenti del programma di installazione prima di continuare l'installazione.

source: Found version %(version)s of %(package)s.
it: Trovata la versione %(version)s del pacchetto %(package)s.

source: Installer Updates
it: Aggiornamenti del programma di installazione

source: Would you like to check for installer updates?
it: Si vogliono controllare gli aggiornamenti?

source: Upgrading packages... this may take a while.
it: Aggiornamento dei pacchetti... questa operazione potrebbe durare diverso tempo.

source: A reboot is recommended in order to start a safe linstaller version.
it: Un riavvio è consigliato in modo da avviare una versione sicura di linstaller.

source: Would you like to reboot now?
it: Si vuole riavviare ora?

source: Testing:
it: Testando:

source: Uncompressing system
it: Decompressione del sistema

source: Uncompressing system...
it: Decompressione del sistema...

source: An error occoured while uncompressing system to disk.
it: Si è verificato un errore durante la decompressione del sistema nel disco.

source: See /var/log/linstaller/linstaller_latest.log for details.
it: Guardare /var/log/linstaller/linstaller_latest.log per dettagli.

source: Setting language...
it: Selezione della lingua...

source: Enabling 'Save space' feature...
it: Abilitazione della funzionalità "salva spazio"...

source: Removing older translations... This may take a while.
it: Rimozione delle vecchie traduzioni... L'operazione potrebbe richiedere del tempo.

source: Setting keyboard...
it: Selezione della tastiera...

source: Setting language and keyboard...
it: Selezione della lingua e della tastiera...

source: Setting Language & Keyboard:
it: Configurazione della lingua e della tastiera:

source: Language selection
it: Selezione della lingua

source: Select your language here.
it: Selezionare qui la propria lingua.

source: Keyboard selection
it: Selezione della tastiera

source: Select your keyboard settings here.
it: Selezionare le impostazioni della tastiera qui.

source: Language & Keyboard selection
it: Selezione della lingua e del layout di tastiera

source: Please insert your locale here (e.g. it, or it_IT, or it_IT.UTF-8)
it: Inserire il proprio locale (es: it, o it_IT, o it_IT.UTF-8)

source: Unknown locale. [press ENTER to continue]
it: Locale sconosciuto. [premere INVIO per continuare]

source: Please insert your keyboard layout (e.g: it; it us)
it: Inserire il layout di tastiera (es: it, it us)

source: Please insert your keyboard model (e.g: pc105, default is pc105)
it: Inserire il modello della tastiera (es: pc105, "pc105" è predefinito)

source: Please insert your keyboard variant (press ENTER to skip)
it: Inserire la variante della tastiera (premere INVIO per saltare)

source: Resizing %s...
it: Ridimensionamento di %s...

source: Let's hope everything goes well! :)
it: Si spera che tutto finisca bene :)

source: Failed resizing %s.
it: Impossibile ridimensionare %s.

source: See /var/log/linstaller/linstaller_latest.log for more details.
it: Guardare /var/log/linstaller/linstaller_latest.log per dettagli.

source: Maybe you shrinked too much the partition.
it: È possibile che la partizione sia stata ridotta troppo.

source: Committing changes to %s...
it: Scrittura dei cambiamenti su %s...

source: Failed committing changes to %s..
it: Impossibile scrivere i cambiamenti su %s...

source: Filling %s with random data...
it: Riempimento di %s con dati casuali...

source: This may take a while, depending by the quality of random data selected.
it: L'operazione potrebbe richiedere del tempo, a seconda della qualità dei dati casuali selezionata.

source: Failed filling %s with random data.
it: Impossibile riempire %s di dati casuali.

source: Encrypting %s...
it: Crittografazione di %s...

source: Failed encrypting %s.
it: Impossibile crittografare %s.

source: Formatting %s...
it: Formattazione di %s...

source: Failed formatting %s.
it: Impossibile formattare %s.

source: Failed creating a LVM Physical Volume in %s.
it: Impossibile creare un volume fisico LVM in %s.

source: Changes applied!
it: Cambiamenti applicati!

source: Press the Forward button to continue!
it: Premere il pulsante Avanti per continuare!

source: Resizing LVM logical volume...
it: Ridimensionamento del volume logico LVM...

source: Failed resizing the LVM logical volume.
it: Impossibile ridimensionare il volume logico LVM.

source: Disk partitioning
it: Partizionamento del disco

source: Manage your drives
it: Gestione dei dischi

source: Manual partitioning
it: Partizionamento manuale

source: Powerful tools for powerful pepole.
it: Strumenti potenti per persone potenti.

source: Install %(distro)s to the %(size)s GB of free space in %(drive)s
it: Installare %(distro)s sullo spazio libero (%(size)s GB) in %(drive)s

source: This installs the distribution on the free space on the drive.
it: La distribuzione verrà installata nello spazio libero del disco.

source: <b>Note:</b> an existing virtual memory (swap) partition will be used.
it: <b>Nota:</b> una partizione di memoria virtuale (swap) già esistente sarà usata.

source: <b>Note:</b> due to the few space, it's not possible to create a virtual memory (swap) partition.
it: <b>Nota:</b> a causa del poco spazio, non è possibile creare una partizione di memoria virtuale (swap).

source: <b>Note:</b> a virtual memory (swap) partition will be created.
it: <b>Nota:</b> una partizione di memoria virtuale (swap) sarà creata.

source: Replace %(system)s with %(distro)s
it: Rimpiazza %(system)s con %(distro)s

source: This replaces %(system)s with %(distro)s. <b>All data on %(system)s will be deleted.</b>
it: %(system)s verrà rimpiazzato con %(distro)s. <b>Tutti i dati su %(system)s saranno cancellati.</b>

source: Use the entire %s disk
it: Usa l'intero disco (%s)

source: This <b>destroys everything</b> on <b>%(dev)s</b> (%(model)s) and installs there %(distro)s.
it: Verrà <b>cancellato tutto</b> su <b>%(dev)s</b> (%(model)s) e %(distro)s verrà installato lì.

source: Install %(distro)s to %(path)s (%(model)s)
it: Installa %(distro)s su %(path)s (%(model)s)

source: As the Disk is currently empty, this partition will be created.
it: Siccome il disco è attualmente vuoto, questa partizione verrà creata.

source: No data will be deleted.
it: Nessun dato sarà cancellato.

source: Initialize %s
it: Inizializza %s

source: This initializes the drive (<b>%s</b>) for usage by creating a partition table.
it: Il disco (<b>%s</b>) verrà inizializzato creando una tabella delle partizioni.

source: Unable to create a new partition table.
it: Impossibile creare una nuova tabella delle partizioni.

source: Please review your changes.
it: Ricontrollare i cambiamenti.

source: When done this, press the Next button to permanently write them to the disk.
it: Una volta fatto, premere il pulsante Avanti per scriverli permanentemente sul disco.

source: Select the partition where install %s
it: Selezionare la partizione dove installare %s

source: No data will be touched.
it: Nessun dato verrà toccato.

source: Automatic partitioning
it: Partizionamento automatico

source: Let the magic manage your drives!
it: Fai gestire i tuoi dischi alla magia!

source: Do you really want to remove %s?
it: Si vuole veramente rimuovere %s?

source: You cannot <b>go back!</b>
it: Non sarà possibile <b>tornare indietro!</b>

source: Use the "Refresh" button to undo this change.
it: Usare il pulsante "Ricarica" per annullare questo cambiamento.

source: Do you really want to delete all partitions on %s?
it: Si vuole veramente cancellare tutte le partizioni in %s?

source: Mountpoint already used!
it: Mountpoint già usato!

source: Creating the partition...
it: Creazione della partizione...

source: Please wait.
it: Si prega di attendere.

source: Unable to add partition.
it: Impossibile aggiungere la partizione.

source: You shouldn't get here.
it: Non dovresti arrivare qua.

source: Use the Apply button to save them.
it: Usare il pulsante Applica per salvarli.

source: You need to apply your changes in order to use the new LVM physical volume.
it: È necessario applicare i cambiamenti per usare il nuovo volume fisico LVM.

source: You have some unsaved changes!
it: Ci sono dei cambiamenti non salvati!

source: Failed to resize partition.
it: Impossibile ridimensionare la partizione.

source: Please double-check the inserted values.
it: Controllare un'altra volta i valori inseriti.

source: The passwords doesn't match.
it: Le password non corrispondono.

source: New table created successfully!
it: Tabella creata correttamente!

source: The new table has been created.
it: La nuova tabella è stata creata correttamente.

source: Unable to remove the partition.
it: Impossibile rimuovere la partizione.

source: Why did it happen?!
it: Perchè è successo?!

source: Unable to delete all partitions.
it: Impossibile rimuovere tutte le partizioni.

source: Volume group name already used!
it: Nome del gruppo di volumi già usato!

source: Currently used
it: Usati

source: Available
it: Disponibili

source: Add a new volume group
it: Aggiungi un nuovo gruppo di volumi

source: Edit %s
it: Modifica %s

source: Unable to unlock the volume.
it: Impossibile sbloccare il volume.

source: You inserted the wrong password.
it: È stata inserita la password sbagliata.

source: LVM Volume Group
it: Gruppo di volumi LVM

source: Informations
it: Informazioni

source: No partition table yet!
it: Nessuna tabella delle partizioni!

source: Partition
it: Partizione

source: Type
it: Tipo

source: Format?
it: Formattare?

source: Size
it: Dimensione

source: LVM physical volume
it: Volume fisico LVM

source: Locked
it: Bloccato

source: not formatted
it: non formattato

source: free space
it: spazio libero

source: extended
it: estesa

source: Disk empty or Virtual Group not active!
it: Disco vuoto o gruppo di volumi non attivo!

source: Disk empty!
it: Disco vuoto!

source: Press the Apply button and then Forward to continue.
it: Premere il pulsante Applica e poi Avanti per continuare.

source: Name
it: Nome

source: Physical Volumes
it: Volumi fisici

source: Add GPT partition table
it: Nuova tabella delle partizioni GPT

source: Add MBR partition table
it: Nuova tabella delle partizioni MBR

source: You can't continue!
it: Non è possibile continuare!
