Repository: semplice/linstaller
Catalog: lang/linstaller/*.po
Languages: it

source: You need to specify the root (/) partition.
it: È necessario specificare la partizione root (/).

source: The root partition is on an encrypted device. You need a separated /boot partition on a non-encrypted device.
it: La partizione root è su un disco crittografato. È necessaria una partizione /boot separata in un disco non crittografato.

source: The /boot partition should not be on an encrypted device.
it: La partizione /boot non deve essere in un disco crittografato.

source: You need to specify the EFI System Partition (/boot/efi).
it: È necessario specificare la partizione EFI di sistema (/boot/efi)

source: Are you sure?
it: Si è sicuri di continuare?

source: It seems you haven't selected a swap partition. Select one now, or press Forward to continue without one.
it: Sembrerebbe che nessuna partizione swap è stata selezionata. Selezionarla adesso o premere Avanti per continuare senza.

source: No swap selected.
it: Nessuna partizione di swap selezionata.

source: Do you want to change the partition table?
it: Si vuole cambiare la tabella delle partizioni?

source: Select distribution specific drives
it: Selezione delle partizioni

source: Select your root partition
it: Selezionare la partizione di root

source: Wrong partition selected!
it: È stata selezionata la partizione sbagliata!

source: No swap partition available. Continuing without.
it: Nessuna parzione di swap disponibile. Si continua senza.

source: Select your swap partition (press ENTER to not use swap)
it: Selezionare la partizione di swap (premere INVIO per non usarla)

source: Do you really want to continue?
it: Si vuole veramente continuare?

source: Do you really want to continue? This will destroy selected partitions.
it: Si vuole veramente continuare? Questo eliminerà le partizioni selezionate.

source: Reload original table
it: Ricarica la tabella iniziale

source: This will reload the original partition table.
it: Questa azione ricaricherà la tabella iniziale.

source: All changes you've done will be lost.
it: Tutti i cambiamenti fatti saranno perduti.

source: Do you want to continue?
it: Si vuole continuare?

source: Go back
it: Torna indietro

source: It appears that you have uncommited changes to the partitioning scheme.
it: Sembra che dei cambiamenti non siano stati salvati.

source: If you want to commit them, you need first to write to memory the changes and then to commit.
it: Nel caso si volesse salvarli, bisognerebbe prima scrivere i cambiamenti in memoria, quindi salvarli.

source: To do so, you should go to the 'edit partitions' page and select the relative options.
it: Per fare ciò, è necessario andare nella pagina di modifica delle partizioni e selezionare le opzioni appropriate.

source: Do you really want to go back without saving changes?
it: Si vuole veramente tornare indietro senza salvare i cambiamenti?

source: Commit changes
it: Salva cambiamenti

source: This table is going to be applied:
it: Questa tabella verrà applicata:

source: %(warning)s: This will COMMIT ALL THE CHANGES YOU'VE DONE on the physical disks.
it: %(warning)s: Questo SALVERÀ TUTTI I CAMBIAMENTI FATTI nei dischi fisici.

source: WARNING
it: ATTENZIONE

source: This is the last time that you can check your new partition table.
it: Questa è l'ultima possibilità per controllare la nuova tabella delle partizioni.

source: If you continue, you CAN'T RESTORE THE OLD TABLE!
it: Se si continua, non si potrà RIPRISTINARE LA VECCHIA TABELLA!

source: Creating new partition table on %s...
it: Creazione della nuova tabella delle partizioni su %s...

source: FAILED: new partition table in %s
it: FALLITO: nuova tabella delle partizioni su %s

source: FAILED: formatting %s
it: FALLITO: formattazione di %s

source: Edit Partition structure
it: Cambia la struttura delle partizioni

source: You didn't entered a valid number.
it: Non è stato inserito un numero valido.

source: Editing disk/partition
it: Modifica del disco/partizione

source: You've selected:
it: È stato selezionato:

source: Add partition
it: Aggiungi partizione

source: Format partition
it: Formatta partizione

source: Delete partition
it: Elimina partizione

source: Resize partition
it: Ridimensiona partizione

source: Use as...
it: Usa come...

source: Unmark changes
it: Deseleziona modifiche

source: <- Back
it: <- Indietro

source: Delete all partitions on the disk
it: Elimina tutte le partizioni del disco

source: Create MBR partition table
it: Crea una tabella delle partizioni MBR

source: Create GPT partition table
it: Creazione della tabella di partizioni GPT

source: You didn't entered a valid action.
it: Non è stata inserita un'azione valida.

source: Automatic partitioner
it: Partizionamento automatico

source: Available disks:
it: Dischi disponibili:

source: Use the free space
it: Usa lo spazio libero

source: Delete another system
it: Elimina un altro sistema

source: Delete all partitions
it: Elimina tutte le partizioni

source: Back
it: Indietro

source: You haven't entered a valid action.
it: Non è stata inserita un'azione valida.

source: Too little free space
it: Poco spazio libero

source: Failed to add partition (AUTOMATIC)
it: Errore nell'aggiunta di una partizione (AUTOMATIC)

source: Automatic partitioner choices
it: Scelte del partizionamento automatico

source: No distribution to delete!
it: Nessuna distribuzione da eliminare!

source: Whatever will be the selection, this swap partition will be used:
it: Qualunque sia la scelta, questa partizione di swap verrà usata:

source: A swap partition, if all conditions are meet, will be created.
it: Una partizione di swap, se tutte le condizioni saranno soddisfatte, verrà creata.

source: Please insert your value here
it: Inserire il valore qui

source: You didn't entered a valid value.
it: Non è stato inserito un valore valido.

source: Are you happy with this? Enter 'y' to write changes in memory
it: Va bene? Inserire 's' per scrivere i cambiamenti in memoria

source: Successfully added partitions.
it: Partizioni aggiunte correttamente.

source: Add a partition
it: Aggiungi una partizione

source: Current free space size: %s
it: Spazio libero: %s

source: You can insert the percentage of the partition (e.g: 50%) or the full size of the new partition, in MB.
it: È possibile inserire un valore in percentuale (es: 50%) o la nuova dimensione completa della partizione, in MB.

source: Insert the value here [press ENTER to go back]
it: Inserire il valore qui [premere INVIO per tornare indietro]

source: Done. Now add a filesystem to the partition.
it: Fatto. È necessario ora aggiungere un filesystem alla partizione.

source: Changes marked succesfully. Now write the changes to memory.
it: Cambiamenti selezionati correttamente. È ora necessario scrivere i cambiamenti in memoria.

source: Changes marked succesfully. Please save changes.
it: Cambiamenti selezionati correttamente. Salvare i cambiamenti.

source: Available Filesystems:
it: Filesystem disponibili:

source: Insert the filesystem you want to use here
it: Inserire il filesystem da usare

source: [press ENTER for '%s']
it: [premere INVIO per '%s']

source: %s is not a supported filesystem!
it: %s non è un filesystem supportato!

source: Changes marked succesfully.
it: Cambiamenti selezionati correttamente.

source: You can't delete freespace!
it: Non è possibile cancellare lo spazio libero!

source: The disk containing this partitions is already marked as deleted.
it: La partizione è contenuta in un disco che è già stato selezionato come 'da eliminare'.

source: Changes marked succesfully. Now write the changes in memory.
it: Cambiamenti selezionati correttamente. È ora necessario scrivere i cambiamenti in memoria.

source: You can't execute this action on freespace or on an extended partition!
it: Non è possibile eseguire quest'azione sullo spazio libero o in una partizione estesa!

source: Here you can insert the mount point of this partition.
it: Qui si può inserire il punto di mount della partizione.

source: For example, if you want to mount as /home, insert '/home'.
it: Per esempio, se la si vuole montare come /home, inserire '/home'.

source: Insert the mountpoint here
it: Inserire il punto di mount qui

source: %s is not a valid mountpoint!
it: %s non è un punto di mount valido!

source: You can't resize freespace or an extended partition!
it: Non è possibile ridimensionare lo spazio libero o una partizione estesa!

source: Current partition size: %s
it: Dimensione corrente della partizione: %s

source: You can insert the percentage of the resize (e.g: 50%) or the full size for the resized partition, in MB.
it: È possibile inserire un valore in percentuale (es: 50%) o la nuova dimensione completa della partizione, in MB.

source: In order to make change to the free space that the resize operation will make, you will need to write in memory the changes.
it: Per usare lo spazio che questa operazione libererà, è necessario scrivere i cambiamenti in memoria.

source: Partition is already at the given value!
it: La partizione è già al valore specificato!

source: You didn't have made changes!
it: Non sono stati effettuati cambiamenti!

source: Unmark all changes
it: Deseleziona tutti i cambiamenti

source: Unmark '%(action)s' (value: %(value)s)
it: Deseleziona '%(action)s' (valore: %(value)s)

source: Items unmarked successfully.
it: Oggetti deselezionati correttamente.

source: Write to memory
it: Scrivi i cambiamenti in memoria

source: Do you want to write to memory your changes?
it: Si vogliono veramente scrivere i cambiamenti in memoria?

source: This will let you continue to manage the partitioning scheme.
it: Questo permetterà di continuare a gestire lo schema delle partizioni.

source: %(note)s: This will %(not)s write the changes to the disk! It only simulates it. You should write to memory every time you delete and resize partitions. This will let you add new partitions on the freed space.
it: %(note)s: Questa operazione %(not)s scriverà i cambiamenti nel disco! Li simula solamente. È necessario scrivere in memoria ogni volta si cancella o si ridimensiona una partizione. Questo permette la creazione di nuove partizioni nello spazio libero creatosi.

source: NOTE
it: NOTA

source: not
it: non

source: You can always restore original structure via the appropriate option into the main menu.
it: È possibile ripristinare la struttura originaria tramite l'opzione appropriata nel menu principale.

source: Do you want to write to memory the changes?
it: Scrivere i cambiamenti in memoria?

source: Something has failed: %s!
it: Qualcosa è andato storto: %s!

source: Ok! You can continue.
it: Ok! È possibile continuare.

source: Reload original structure
it: Ricarica la struttura iniziale

source: Commit
it: Salva

source: Enter the number of the partition(s)/device(s) you want to edit here
it: Inserire il numero della partizione/disco che si vuole modificare

source: Creating user...
it: Creazione dell'utente...

source: Committing changes...
it: Scrittura dei cambiamenti....

source: Setting hostname...
it: Selezione dell'hostname...

source: Creating user:
it: Creazione dell'utente:

source: Users & Hostname
it: Utenti e Hostname

source: Set users and hostname
it: Configurazione degli utenti e del nome della macchina

source: New user's full name (e.g. John Doe)
it: Nome completo del nuovo utente (es: Mario Rossi)

source: New user's username (no spaces; e.g: john)
it: Username del nuovo utente (senza spazi; es: mario)

source: New user's password
it: Password del nuovo utente

source: Do you want to enable root account?
it: Si vuole abilitare l'account di root?

source: root's password
it: Password di root

source: Computer's name (e.g. johndesktop)
it: Nome del computer (es: mariodesktop)

source: You can't use %s in the username
it: Non è possibile usare %s nell'username

source: The password should be composed of at least %s charchters.
it: La password deve essere composta da almeno %s caratteri.

source: The passwords doesn't match! Please retry.
it: Le password non combaciano! Riprovare.

source: The root password should be composed of at least %s charchters.
it: La password di root deve essere composta da almeno %s caratteri.

source: The root passwords doesn't match! Please retry.
it: Le password di root non combaciano! Riprovare.

source: You can't use %s in the hostname
it: Non è possibile usare %s nell'hostname

source: The user full name
it: Nome completo dell'utente

source: The username
it: Username

source: The user password
it: Password dell'utente

source: The computer name
it: Nome del computer

source: The username must not contain these characters: %s
it: L'username non deve contenere i seguenti caratteri: %s

source: The password should be composed of at least %s characters.
it: La password dovrebbe essere composta da almeno %s caratteri.

source: The user passwords doesn't match!
it: Le password dell'utente non coincidono!

source: The root passwords doesn't match!
it: Le password dell'utente root non coincidono!

source: The hostname must not contain these characters: %s
it: L'hostname non deve contenere i seguenti caratteri: %s

source: The root password
it: La password dell'utente root

source: %s's username (no spaces; e.g: john)
it: Username di %s (nessuno spazio; es: mario)

source: %s's password
it: Password di %s

source: You can't use these chars in the %s, please re-try:
it: Non è possibile usare questi caratteri nell'%s, riprovare:

source: (again)
it: (conferma)

source: Summary
it: Riepilogo

source: Please review everything before continuing.
it: Controllare tutto prima di continuare.

source: %(distroname)s will be installed here.
it: %(distroname)s verrà installato qui.

source: - %(part)s (%(filesystem)s, mounts on %(mountpoint)s)%(text)s
it: - %(part)s (%(filesystem)s, verrà montato su %(mountpoint)s)%(text)s

source: (model %s; variant %s)
it: (modello %s; variante %s)

source: Yes
it: Sì

source: These partitions will be used:
it: Le seguenti partizioni verranno usate:

source: The persistence partion will be of %s MB.
it: La partizione di persistenza sarà di %s MB.

source: The default locale will be %(locale)s.
it: Il locale predefinito sarà %(locale)s.

source: The default keyboard layout will be %(layout)s.
it: Il layout di tastiera predefinito sarà %(layout)s.

source: The main user will be %(userfullname)s (%(username)s).
it: L'utente principale sarà %(userfullname)s (%(username)s).

source: Root account is enabled.
it: L'account di root è abilitato.

source: The computer hostname will be %(hostname)s.
it: L'hostname del computer sarà %(hostname)s.

source: The machine will use this timezone: %(timezone)s.
it: La macchina userà questo timezone: %(timezone)s.

source: The bootloader (%(bootloader)s) will be installed in %(bootloaderpath)s.
it: Il bootloader (%(bootloader)s) verrà installato in %(bootloaderpath)s.

source: Installing...
it: Installazione in corso...

source: Welcome!
it: Benvenuti!

source: Welcome to the %s installation wizard!
it: Benvenuti nel programma d'installazione di %s!

source: This wizard will help you with the installation of the distribution into your Hard Disk or another removable media.
it: Questa applicazione vi aiuterà nell'installazione della distribuzione nel vostro Hard Disk o in un altro dispositivo rimovibile.

source: Keep in mind that this installer it's still in testing phase.
it: Si tenga a mente che questo programma di installazione è ancora in una fase di test.

source: Please reports any problem at http://bugs.launchpad.net/linstaller.
it: I problemi possono essere riportati su http://bugs.launchpad.net/linstaller.

source: Do you want to begin installation?
it: Cominciare l'installazione?

source: Configuring kernel...
it: Configurazione del kernel...

source: Recompiling python modules...
it: Ricompilazione dei moduli python...

source: Configuring the final system...
it: Configurazione del sistema finale...

source: Configuring the final system:
it: Configurazione del sistema:

source: Removing virtual machine specific packages...
it: Rimozione dei pacchetti specifici delle macchine virtuali...

source: Removing virtual machine specific packages:
it: Rimozione dei pacchetti specifici delle macchine virtuali:

source: You can't continue.
it: Non è possibile continuare.

source: You can continue.
it: È possibile continuare.

source: Press the next button to continue.
it: Premere il pulsante "Avanti" per continuare.

source: Please set
it: Inserire

source: Please complete all forms.
it: Completare tutti i campi.

source: You need to complete the following forms:
it: È necessario completare i seguenti campi:

source: Please fix these errors before continuing.
it: È necessario risolvere questi errori prima di continuare.

source: You need to fix these errors before continuing:
it: È necessario risolvere i seguenti errori prima di continuare:

source: Please wait...
it: Si prega di attendere...

source: You need to insert a number!
it: È necessario inserire un numero!

source: Module path %s does not exist! Skipping...
it: Il path %s non esiste! Saltando...

source: %s Installer
it: Installazione di %s

source: Reboot
it: Riavvia

source: Restart installer
it: Riavvia il programma di installazione

source: <big><b>An error occurred.</b></big>
it: <big><b>È occorso un errore.</b></big>

source: Manage Semplice features
it: Gestisci le funzionalità di Semplice

source: <b>Features</b>
it: <b>Funzionalità</b>

source: <i>Please wait...</i>
it: <i>Si prega di attendere...</i>

source: Customize features
it: Personalizza funzionalità

source: - or -
it: - o -

source: <big><b>Relax.</b></big>
it: <big><b>Rilassati.</b></big>

source: We are working for you.
it: Stiamo lavorando per te.

source: page 1
it: pagina 1

source: <big><b>We've finished!</b></big>
it: <big><b>Abbiamo finito!</b></big>

source: The installation wizard has just finished!
it: È stata completata l'installazione!

source: page 2
it: pagina 2

source: page 3
it: pagina 3

source: Changes applied.
it: Cambiamenti applicati.

source: <big><b>Changes applied.</b></big>
it: <big><b>Cambiamenti applicati</b></big>

source: Please save your data and reboot.
it: Salvare i dati e riavviare.

source: An error occoured.
it: Si è verificato un errore.

source: <big><b>An error occoured.</b></big>
it: <big><b>Si è verificato un errore</b></big>

source: Please check the program log for details.
it: Controllare il log del programma per i dettagli.

source: Internationalization & Localization
it: Internazionalizzazione e localizzazione

source: Display all available locales
it: Mostrare tutti i locale disponibili

source: Save space by installing only translations of the selected language
it: Salvare spazio installando solo le traduzioni della lingua selezionata

source: <b>Tweaks</b>
it: <b>Modifiche</b>

source: <b>Layout</b>
it: <b>Layout di tastiera</b>

source: <b>Variant</b>
it: <b>Variante</b>

source: <b>Model</b>
it: <b>Modello</b>

source: Keyboard
it: Tastiera

source: <i><b>TIP</b>: Type your city in the keyboard (in English) and we'll search it for you.</i>
it: <i><b>SUGGERIMENTO</b>: Scrivere la propria città (in Inglese) sulla tastiera per cercarla.</i>

source: <big><b>Welcome to Semplice Live!</b></big> Please select your locale below.
it: <big><b>Benvenuti su Semplice Live!</b></big> Inserire il proprio locale qui sotto.

source: Do you want to purge already installed translations?
it: Si vogliono rimuovere anche le traduzioni già installate?

source: <big><b>Do you want to purge already installed translations?</b></big>
it: <big><b>Si vogliono rimuovere anche le traduzioni già installate?</b></big>

source: Already installed package translations are not touched by this feature unless they are upgraded. You may want to delete already installed translations. You can do so by pressing "<b>Yes</b>". Keep in mind that this may be dangerous. If you wish to begin excluding translations only from now on, you can safely press "<b>No</b>".
it: Le traduzioni dei pacchetti già installati non sono toccate da questa funzionalità finchè quest'ultimi non vengono aggiornati. È possibile cancellarle premendo il pulsante "<b>Sì</b>". Tenere a mente che ciò potrebbe essere dannoso. Se si vuole cominciare ad escludere le traduzioni solo da adesso, scegliere "<b>No</b>".

source: Some translations may not be installed!
it: Qualche traduzione potrebbe non essere installata!

source: <big><b>Some translations may not be installed!</b></big>
it: <big><b>Qualche traduzione potrebbe non essere installata!</b></big>

source: As the save space feature was previously activated, some translations may not be installed. Newly installed or upgraded packages will ship the new translations in place.
it: Siccome la funzionalità "salva spazio" è stata attivata precedentemente, qualche traduzione potrebbe non essere installata. Le traduzioni verranno installate con i nuovi pacchetti (o con pacchetti di aggiornamento).

source: Yes, check for the fastest mirror.
it: Sì, selezionare il mirror più veloce.

source: Enable deb-src entries
it: Abilitare i campi deb-src

source: Yes, install the bootloader into the Master Boot Record (MBR).
it: Sì, installare il bootloader nel Master Boot Record (MBR)

source: Yes, check for installer updates
it: Sì, cercare gli aggiornamenti del programma di installazione

source: Apply changes
it: Applica cambiamenti

source: <big><b>Do you really want to apply the changes?</b></big>
it: <big><b>Si vogliono veramente applicare i cambiamenti?</b></big>

source: You can't go back after pressing "Yes". <b>You have been warned.</b>
it: Non è possibile tornare indietro dopo aver premuto "Sì". <b>Si è stati avvertiti.</b>

source: Crypting support
it: Supporto alla crittografazione

source: <big><b>Do you really want to destroy everything on the drive?</b></big>
it: <big><b>Si vuole veramente cancellare tutti i dati sul disco?</b></big>

source: This will touch only the affected drives and not everything in the Apply queue.
it: Questa operazione modificherà solamente i dischi richiesti e non tutti quelli nella lista delle modifiche da applicare.

source: Edit partition
it: Modifica partizione

source: <big><b>Do you really want to mount this partition during the installation phase?</b></big>
it: <big><b>Si vuole veramente montare questa partizione durante la fase di installazione?</b></big>

source: If the partition is not empty, it is not touched by the install phase. This may make troubles on partitions where the installation program's intervention is reqiured, such as /home. If you wish to make the installation program create files in this non-empty partition, press Yes. Keep in mind that some files may be overwritten. If you are unsure, press No.
it: Se la partizione non è vuota, non viene toccata durante la fase di installazione. Questo potrebbe portare a dei problemi dove l'intervento del programma di installazione è richiesto, come in /home. Se si vuol far creare al programma di installazione file in partizioni non vuote, premere Sì. Tenere a mente che qualche file potrebbe essere sovrascritto. Se si è insicuri, premere No.

source: Add partition table
it: Aggiungere tabella delle partizioni

source: <big><b>Do you really want to create a table on this disk?</b></big>
it: <big><b>Si vuole veramente creare una tabella delle partizioni su questo disco?</b></big>

source: A table is needed to create partitions on this drive.
it: La tabella è necessaria per creare partizioni in questa memoria di massa.

source: Remove partition
it: Riumovi partizione

source: <b>Logical Volume</b>
it: <b>Volume logico</b>

source: Specify the size:
it: Specificare la dimensione:

source: Specify the size:
it: Specificare la dimensione:

source: <b>Size</b>
it: <b>Dimensione</b>

source: Format the partition
it: Formattare la partizione
