Repository: semplice/linstaller
Catalog: lang/linstaller/*.po
Languages: it

source: Use as a LVM physical volume
it: Usa come volume fisico LVM

source: Use as an encrypted LVM physical volume
it: Usa come volume fisico LVM crittografato

source: Fill the device with random data
it: Riempi il volume di dati casuali

source: Use high quality random data (it will take a long time)
it: Usa dati casuali di alta qualità (richiederà molto tempo)

source: Do not format
it: Non formattare

source: Please note that by formatting/making/encrypting a LVM physical volume you will destroy all data contained there. Ensure that the physical volume is unlinked from any volume group before attempting to remove or format it.
it: Notare che formattando/creando/crittografando un volume fisico LVM tutti i dati presenti nella partizione verranno cancellati. Assicurarsi che il volume fisico sia scollegato da qualsiasi gruppo di volumi prima di tentare di rimuoverlo o di formattarlo.

source: Mount during the installation phase
it: Montare durante la fase di installazione.

source: Unlock volume
it: Sblocca volume

source: <big><b>Please insert the volume's password.</b></big>
it: <big><b>Inserire la password del volume.</b></big>

source: In order to unlock this encrypted volume, you need to insert its password.
it: Per sbloccare questo volume crittografato è necessario inserire la sua password.

source: <b>Volume Group</b>
it: <b>Gruppo di volumi</b>

source: You can make a partition a Physical Volume by selecting the "<b>Use as a LVM Physical Volume</b>" radio button in the <i>Edit partition</i> window.
it: È possibile far diventare una partizione un volume fisico selezionando il bottone "<b>Usa come volume fisico LVM</b>" nella finestra <i>Modifica partizione</i>.

source: A grayed out volume has some data on it and thus can't be removed. You can move the contents of the physical volume to another using the <i>pvmove</i> command.
it: Un volume grigio contiene dei dati e quindi non può essere rimosso. È possibile muovere i contenuti del volume fisico ad un altro usando il comando <i>pvmove</i>.

source: <b>Physical Volumes</b>
it: <b>Volumi fisici</b>

source: Manage LVM Virtual Groups
it: Gestisci i gruppi fisici LVM

source: <big><b>Please wait.</b></big>
it: <big><b>Si prega di attendere.</b></big>

source: We are setting up things to offer an awesome partitioning experience ;)
it: Stiamo preparando il tutto per offrire un'esperienza di partizionamento magnifica ;)

source: <big><b>Automatic partitioning</b></big>
it: <big><b>Partizionamento automatico</b></big>

source: Press this button to make the installer search the best option for your system.
it: Premere questo pulsante per far cercare al programma di installazione la migliore opzione per il proprio sistema.

source: <big><b>Manual partitioning</b></big>
it: <big><b>Partizionamento manuale</b></big>

source: The geek's paradise.
it: Il paradiso dei geek.

source: <i>To use advanced features such as encryption and LVM, you must use the manual partitioning page.</i>
it: <i>Per usare funzionalità avanzate come la crittografia e LVM è necessario usare la pagina di partizionamento manuale.</i>

source: <big><b>No solution found.</b></big>
it: <big><b>Nessuna soluzione trovata.</b></big>

source: Unfortunately, we didn't find solutions for this system. Please use the manual partitioner.
it: Sfortunatamente, non ci sono soluzioni per questo sistema. Usare il partizionamento manuale.

source: Lock/Unlock volume
it: Blocca/Sblocca volume

source: Advanced options
it: Opzioni avanzate

source: Manage LVM volume groups
it: Gestisci i gruppi di volumi LVM

source: Refresh
it: Ricarica

source: Apply
it: Applica

source: New user's password (confirm)
it: Password del nuovo utente (conferma)

source: <b>Main account &amp; Hostname</b>
it: <b>Account principale e hostname</b>

source: The switch below can be used to enable the root account. Administration privilegies will only be given to it: 'sudo' will be disabled. <i>It is recommended to keep this option <b>OFF</b>.</i>
it: Lo switch sottostante permette di abilitare l'account root. I privilegi di amministratore saranno concessi solo a quest'ultimo: 'sudo' sarà disabilitato. <i>È consigliabile lasciare questa opzione <b>spenta</b>.</i>

source: Root account
it: Utente root

source: Root password
it: Password dell'utente root

source: Root password (confirm)
it: Password dell'utente root (conferma)

source: <b>Root password</b>
it: <b>Password dell'utente root</b>

source: <b>Root account</b>
it: <b>Utente root</b>

source: <b>These partitions will be used:</b>
it: <b>Queste partizioni verranno usate:</b>

source: Keyboard:
it: Tastiera:

source: <b>Internationalization &amp; Localization</b>
it: <b>Internazionalizzazione e localizzazione</b>

source: Name:
it: Nome:

source: Root enabled:
it: Root abilitato:

source: <b>Users &amp; hostname</b>
it: <b>Utenti e hostname</b>

source: Target:
it: Destinazione:

source: <big><b>Welcome.</b></big>
it: <big><b>Benvenuti.</b></big>

source: Press Forward to begin installation.
it: Premere Avanti per iniziare l'installazione.

source: Exit?
it: Uscire?

source: <big><b>Do you really want to quit installation?</b></big>
it: <big><b>Si vuole veramente uscire dall'installazione?</b></big>

source: label
it: etichetta

source: <big><b>Drunk people should not write software.</b></big>
it: <big><b>Le persone ubriache non dovrebbero scrivere software.</b></big>

source: Unfortunately, this is our case. We are sorry to tell you that the installer for some reason crashed. There is a log file that you may want to read to see what is wrong, Its path is <b>/var/log/linstaller/linstaller_latest.log</b>. Use the "<i>Pastebin it!</i>" button to post it to a public pastebin. A working Internet connection is required. You can use the "<i>Semplice on IRC</i>" item into the Help menu to get help.
it: Sfortunatamente, è il nostro caso. Siamo spiacenti di informare che per qualche motivo l'installatore si è chiuso inaspettatamente. È possibile leggere il file di log (<b>/var/log/linstaller/linstaller_latest.log</b>) per vedere cosa è andato storto. Usare il pulsante "<i>Pastebinnalo!</i>" per mandarlo su un pastebin publico. Una connessione internet funzionante è richiesta. È possibile usare la voce "<i>Semplice su IRC</i>" dentro al menu Aiuto per ottenere aiuto.

source: Take me away
it: Portami via

source: Pastebin it!
it: Pastebinnalo!
